20F/BUSN/textbook.org
* Textbook Notes
** Org Noter
*** Introduction to Business
    :PROPERTIES:
    :NOTER_DOCUMENT: IntroductionToBusiness.pdf
    :END:

**** Skeleton
***** Preface
      :PROPERTIES:
      :NOTER_PAGE: (13 . 0.073232)
      :END:
****** 1. About OpenStax
       :PROPERTIES:
       :NOTER_PAGE: (13 . 0.170455)
       :END:
****** 2. About OpenStax resources
       :PROPERTIES:
       :NOTER_PAGE: (13 . 0.330808)
       :END:
****** 3. About Introduction to Business
       :PROPERTIES:
       :NOTER_PAGE: (14 . 0.073232)
       :END:
****** 4. Additional resources
       :PROPERTIES:
       :NOTER_PAGE: (16 . 0.233586)
       :END:
****** 5. About the authors
       :PROPERTIES:
       :NOTER_PAGE: (17 . 0.073232)
       :END:
***** Chapter 1. Understanding Economic Systems and Business
      :PROPERTIES:
      :NOTER_PAGE: (21 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (21 . 0.429293)
       :END:
****** 1.1. The Nature of Business*
       :PROPERTIES:
       :NOTER_PAGE: (24 . 0.256313)
       :END:
****** 1.2. Understanding the Business Environment*
       :PROPERTIES:
       :NOTER_PAGE: (29 . 0.27904)
       :END:
****** 1.3. How Business and Economics Work*
       :PROPERTIES:
       :NOTER_PAGE: (33 . 0.838384)
       :END:
****** 1.4. Macroeconomics: The Big Picture*
       :PROPERTIES:
       :NOTER_PAGE: (40 . 0.647727)
       :END:
****** 1.5. Achieving Macroeconomic Goals*
       :PROPERTIES:
       :NOTER_PAGE: (45 . 0.705808)
       :END:
****** 1.6. Microeconomics: Zeroing in on Businesses and Consumers*
       :PROPERTIES:
       :NOTER_PAGE: (49 . 0.478535)
       :END:
****** 1.7. Competing in a Free Market*
       :PROPERTIES:
       :NOTER_PAGE: (55 . 0.363636)
       :END:
****** 1.8. Trends in the Business Environment and Competition*
       :PROPERTIES:
       :NOTER_PAGE: (58 . 0.262626)
       :END:
****** Glossary
       :PROPERTIES:
       :NOTER_PAGE: (62 . 0.087121)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (64 . 0.256313)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (64 . 0.260101)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (66 . 0.549242)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (66 . 0.551768)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (67 . 0.276515)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (67 . 0.27904)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (68 . 0.087121)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (68 . 0.090909)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (68 . 0.560606)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (68 . 0.564394)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (69 . 0.607323)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (69 . 0.611111)
       :END:
***** Chapter 2. Making Ethical Decisions and Managing a Socially Responsible Business
      :PROPERTIES:
      :NOTER_PAGE: (71 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (71 . 0.429293)
       :END:
****** 2.1. Understanding Business Ethics*
       :PROPERTIES:
       :NOTER_PAGE: (73 . 0.508838)
       :END:
****** 2.2. How Organizations Influence Ethical Conduct*
       :PROPERTIES:
       :NOTER_PAGE: (76 . 0.679293)
       :END:
******* Ethics matters because public reputation matters
	:PROPERTIES:
	:NOTER_PAGE: 77
	:END:
******* A code of ethics provides employees with the knowledge of what their firm expects in terms of their responsibilities and behaviour toward fellow employees
	:PROPERTIES:
	:NOTER_PAGE: 78
	:END:

****** 2.3. Managing a Socially Responsible Business*
       :PROPERTIES:
       :NOTER_PAGE: (81 . 0.786616)
       :END:
****** 2.4. Responsibilities to Stakeholders*
       :PROPERTIES:
       :NOTER_PAGE: (85 . 0.647727)
       :END:
****** 2.5. Trends in Ethics and Corporate Social Responsibility*
       :PROPERTIES:
       :NOTER_PAGE: (90 . 0.243687)
       :END:
****** Glossary
       :PROPERTIES:
       :NOTER_PAGE: (92 . 0.087121)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (92 . 0.566919)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (92 . 0.570707)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (93 . 0.59596)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (93 . 0.599747)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (94 . 0.239899)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (94 . 0.243687)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (95 . 0.256313)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (95 . 0.260101)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (95 . 0.747475)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (95 . 0.751263)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (97 . 0.087121)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (97 . 0.090909)
       :END:
