20F/BUSN/textbook.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-09-08 Tue 15:21 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />


</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org6156bbe">1. Introduction to Business</a>
<ul>
<li><a href="#orgd292201">1.1. Skeleton</a>
<ul>
<li><a href="#org3e9b305">1.1.1. Preface</a></li>
<li><a href="#orgb52b228">1.1.2. Chapter 1. Understanding Economic Systems and Business</a></li>
<li><a href="#orga75ba97">1.1.3. Chapter 2. Making Ethical Decisions and Managing a Socially Responsible Business</a></li>
<li><a href="#org8d73546">1.1.4. Chapter 3. Competing in the Global Marketplace</a></li>
<li><a href="#org4d7f12d">1.1.5. Chapter 4. Forms of Business Ownership</a></li>
<li><a href="#orgfc23744">1.1.6. Chapter 5. Entrepreneurship: Starting and Managing Your Own Business</a></li>
<li><a href="#orgb614798">1.1.7. Chapter 6. Management and Leadership in Today's Organizations</a></li>
<li><a href="#orgf950e87">1.1.8. Chapter 7. Designing Organizational Structures</a></li>
<li><a href="#org8c8f5de">1.1.9. Chapter 8. Managing Human Resources and Labor Relations</a></li>
<li><a href="#orge0c0064">1.1.10. Chapter 9. Motivating Employees</a></li>
<li><a href="#org0aed6cb">1.1.11. Chapter 10. Achieving World-Class Operations Management</a></li>
<li><a href="#orgf0a16aa">1.1.12. Chapter 11. Creating Products and Pricing Strategies to Meet Customers' Needs</a></li>
<li><a href="#org946313b">1.1.13. Chapter 12. Distributing and Promoting Products and Services</a></li>
<li><a href="#org4eeaf3e">1.1.14. Chapter 13. Using Technology to Manage Information</a></li>
<li><a href="#org846562f">1.1.15. Chapter 14. Using Financial Information and Accounting</a></li>
<li><a href="#org9998d67">1.1.16. Chapter 15. Understanding Money and Financial Institutions</a></li>
<li><a href="#org0658572">1.1.17. Chapter 16. Understanding Financial Management and Securities Markets</a></li>
<li><a href="#org44435ad">1.1.18. Chapter 17. Your Career in Business</a></li>
<li><a href="#orgdb79f44">1.1.19. Appendix A. Understanding the Legal and Tax Environment*</a></li>
<li><a href="#orgf307e40">1.1.20. References</a></li>
<li><a href="#orgd50494e">1.1.21. Index</a></li>
<li><a href="#org51b6572">1.1.22. Index</a></li>
<li><a href="#org1a4691f">1.1.23. Blank Page</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org6156bbe" class="outline-2">
<h2 id="org6156bbe"><span class="section-number-2">1</span> Introduction to Business</h2>
<div class="outline-text-2" id="text-1">
</div>

<div id="outline-container-orgd292201" class="outline-3">
<h3 id="orgd292201"><span class="section-number-3">1.1</span> Skeleton</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org3e9b305" class="outline-4">
<h4 id="org3e9b305"><span class="section-number-4">1.1.1</span> Preface</h4>
<div class="outline-text-4" id="text-1-1-1">
</div>

<ol class="org-ol">
<li><a id="org1405c13"></a>1. About OpenStax<br />
<div class="outline-text-5" id="text-1-1-1-1">
</div>
</li>

<li><a id="org410a1d2"></a>2. About OpenStax resources<br />
<div class="outline-text-5" id="text-1-1-1-2">
</div>
</li>

<li><a id="org6eb7e99"></a>3. About Introduction to Business<br />
<div class="outline-text-5" id="text-1-1-1-3">
</div>
</li>

<li><a id="org0124ec4"></a>4. Additional resources<br />
<div class="outline-text-5" id="text-1-1-1-4">
</div>
</li>

<li><a id="org5191a02"></a>5. About the authors<br />
<div class="outline-text-5" id="text-1-1-1-5">
</div>
</li>
</ol>
</div>

<div id="outline-container-orgb52b228" class="outline-4">
<h4 id="orgb52b228"><span class="section-number-4">1.1.2</span> Chapter 1. Understanding Economic Systems and Business</h4>
<div class="outline-text-4" id="text-1-1-2">
</div>

<ol class="org-ol">
<li><a id="orgf29417e"></a>Introduction*<br />
<div class="outline-text-5" id="text-1-1-2-1">
</div>
</li>

<li><a id="org4e020c6"></a>1.1. The Nature of Business*<br />
<div class="outline-text-5" id="text-1-1-2-2">
</div>
</li>

<li><a id="org4c3187d"></a>1.2. Understanding the Business Environment*<br />
<div class="outline-text-5" id="text-1-1-2-3">
</div>
</li>

<li><a id="orgcafaa6b"></a>1.3. How Business and Economics Work*<br />
<div class="outline-text-5" id="text-1-1-2-4">
</div>
</li>

<li><a id="org177859e"></a>1.4. Macroeconomics: The Big Picture*<br />
<div class="outline-text-5" id="text-1-1-2-5">
</div>
</li>

<li><a id="org8091c81"></a>1.5. Achieving Macroeconomic Goals*<br />
<div class="outline-text-5" id="text-1-1-2-6">
</div>
</li>

<li><a id="orgfdef303"></a>1.6. Microeconomics: Zeroing in on Businesses and Consumers*<br />
<div class="outline-text-5" id="text-1-1-2-7">
</div>
</li>

<li><a id="orgc60885b"></a>1.7. Competing in a Free Market*<br />
<div class="outline-text-5" id="text-1-1-2-8">
</div>
</li>

<li><a id="org6b1f0eb"></a>1.8. Trends in the Business Environment and Competition*<br />
<div class="outline-text-5" id="text-1-1-2-9">
</div>
</li>

<li><a id="org6144a1c"></a>Glossary<br />
<div class="outline-text-5" id="text-1-1-2-10">
</div>
</li>

<li><a id="orgb169ade"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-2-11">
</div>
</li>

<li><a id="org4b8e3c1"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-2-12">
</div>
</li>

<li><a id="org46b1c95"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-2-13">
</div>
</li>

<li><a id="orga62723b"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-2-14">
</div>
</li>

<li><a id="orgdc5659d"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-2-15">
</div>
</li>

<li><a id="orgf744346"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-2-16">
</div>
</li>

<li><a id="org5bad377"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-2-17">
</div>
</li>

<li><a id="org9776c9c"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-2-18">
</div>
</li>

<li><a id="orgbe36539"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-2-19">
</div>
</li>

<li><a id="orgd6cdc8c"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-2-20">
</div>
</li>

<li><a id="org465d8f3"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-2-21">
</div>
</li>

<li><a id="org8fd1e1c"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-2-22">
</div>
</li>
</ol>
</div>

<div id="outline-container-orga75ba97" class="outline-4">
<h4 id="orga75ba97"><span class="section-number-4">1.1.3</span> Chapter 2. Making Ethical Decisions and Managing a Socially Responsible Business</h4>
<div class="outline-text-4" id="text-1-1-3">
</div>

<ol class="org-ol">
<li><a id="org2abb7a5"></a>Introduction*<br />
<div class="outline-text-5" id="text-1-1-3-1">
</div>
</li>

<li><a id="org4b92653"></a>2.1. Understanding Business Ethics*<br />
<div class="outline-text-5" id="text-1-1-3-2">
<p>
:NOTER<sub>PAGE</sub>: (73 . 0.508838)
</p>
<pre class="example">


</pre>
<p>
:PROPERTIES:
:NOTER<sub>PAGE</sub>: (74 . 0.1507537688442211)
</p>
</div>
</li>

<li><a id="org639a2b8"></a>2.2. How Organizations Influence Ethical Conduct*<br />
<div class="outline-text-5" id="text-1-1-3-3">
</div>
</li>

<li><a id="org165eabb"></a>2.3. Managing a Socially Responsible Business*<br />
<div class="outline-text-5" id="text-1-1-3-4">
</div>
</li>

<li><a id="org43671e1"></a>2.4. Responsibilities to Stakeholders*<br />
<div class="outline-text-5" id="text-1-1-3-5">
</div>
</li>

<li><a id="org1b6fc8a"></a>2.5. Trends in Ethics and Corporate Social Responsibility*<br />
<div class="outline-text-5" id="text-1-1-3-6">
</div>
</li>
