20F/BUSN/textbook.org
***** Chapter 3. Competing in the Global Marketplace
      :PROPERTIES:
      :NOTER_PAGE: (99 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (99 . 0.429293)
       :END:
****** 3.1. Global Trade in the United States*
       :PROPERTIES:
       :NOTER_PAGE: (101 . 0.508838)
       :END:
****** 3.2. Why Nations Trade*
       :PROPERTIES:
       :NOTER_PAGE: (105 . 0.166667)
       :END:
****** 3.3. Barriers to Trade*
       :PROPERTIES:
       :NOTER_PAGE: (107 . 0.630051)
       :END:
****** 3.4. Fostering Global Trade*
       :PROPERTIES:
       :NOTER_PAGE: (109 . 0.563131)
       :END:
****** 3.5. International Economic Communities*
       :PROPERTIES:
       :NOTER_PAGE: (112 . 0.496212)
       :END:
****** 3.6. Participating in the Global Marketplace*
       :PROPERTIES:
       :NOTER_PAGE: (117 . 0.786616)
       :END:
****** 3.7. Threats and Opportunities in the Global Marketplace*
       :PROPERTIES:
       :NOTER_PAGE: (122 . 0.55303)
       :END:
****** 3.8. The Impact of Multinational Corporations*
       :PROPERTIES:
       :NOTER_PAGE: (126 . 0.598485)
       :END:
****** 3.9. Trends in Global Competition*
       :PROPERTIES:
       :NOTER_PAGE: (130 . 0.808081)
       :END:
****** Glossary
       :PROPERTIES:
       :NOTER_PAGE: (134 . 0.087121)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (135 . 0.565657)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (135 . 0.569444)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (137 . 0.239899)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (137 . 0.243687)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (137 . 0.530303)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (137 . 0.534091)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (137 . 0.881313)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (137 . 0.883838)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (138 . 0.530303)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (138 . 0.534091)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (139 . 0.55303)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (139 . 0.556818)
       :END:
***** Chapter 4. Forms of Business Ownership
      :PROPERTIES:
      :NOTER_PAGE: (141 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (141 . 0.429293)
       :END:
****** 4.1. Going It Alone: Sole Proprietorships*
       :PROPERTIES:
       :NOTER_PAGE: (143 . 0.316919)
       :END:
****** 4.2. Partnerships: Sharing the Load*
       :PROPERTIES:
       :NOTER_PAGE: (146 . 0.305556)
       :END:
****** 4.3. Corporations: Limiting Your Liability*
       :PROPERTIES:
       :NOTER_PAGE: (149 . 0.376263)
       :END:
****** 4.4. Specialized Forms of Business Organization*
       :PROPERTIES:
       :NOTER_PAGE: (157 . 0.746212)
       :END:
****** 4.5. Franchising: A Popular Trend*
       :PROPERTIES:
       :NOTER_PAGE: (159 . 0.556818)
       :END:
****** 4.6. Mergers and Acquisitions*
       :PROPERTIES:
       :NOTER_PAGE: (167 . 0.467172)
       :END:
****** 4.7. Trends in Business Ownership*
       :PROPERTIES:
       :NOTER_PAGE: (170 . 0.27904)
       :END:
****** Glossary
       :PROPERTIES:
       :NOTER_PAGE: (173 . 0.087121)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (174 . 0.256313)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (174 . 0.260101)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (176 . 0.087121)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (176 . 0.090909)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (177 . 0.257576)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (177 . 0.261364)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (177 . 0.813131)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (177 . 0.816919)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (178 . 0.458333)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (178 . 0.460859)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (179 . 0.57197)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (179 . 0.574495)
       :END:
***** Chapter 5. Entrepreneurship: Starting and Managing Your Own Business
      :PROPERTIES:
      :NOTER_PAGE: (181 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (181 . 0.429293)
       :END:
****** 5.1. Entrepreneurship Today*
       :PROPERTIES:
       :NOTER_PAGE: (183 . 0.232323)
       :END:
****** 5.2. Characteristics of Successful Entrepreneurs*
       :PROPERTIES:
       :NOTER_PAGE: (189 . 0.333333)
       :END:
****** 5.3. Small Business: Driving America's Growth*
       :PROPERTIES:
       :NOTER_PAGE: (193 . 0.22601)
       :END:
****** 5.4. Ready, Set, Start Your Own Business*
       :PROPERTIES:
       :NOTER_PAGE: (196 . 0.176768)
       :END:
****** 5.5. Managing a Small Business*
       :PROPERTIES:
       :NOTER_PAGE: (205 . 0.243687)
       :END:
****** 5.6. Small Business, Large Impact*
       :PROPERTIES:
       :NOTER_PAGE: (208 . 0.369949)
       :END:
****** 5.7. The Small Business Administration*
       :PROPERTIES:
       :NOTER_PAGE: (209 . 0.853535)
       :END:
****** 5.8. Trends in Entrepreneurship and Small-Business Ownership*
       :PROPERTIES:
       :NOTER_PAGE: (211 . 0.296717)
       :END:
****** Glossary
       :PROPERTIES:
       :NOTER_PAGE: (215 . 0.087121)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (215 . 0.566919)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (215 . 0.570707)
       :END:
