20F/BUSN/textbook.html

<li><a id="orgf916aeb"></a>Glossary<br />
<div class="outline-text-5" id="text-1-1-3-7">
</div>
</li>

<li><a id="orgeef2ee3"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-3-8">
</div>
</li>

<li><a id="orgba2c56a"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-3-9">
</div>
</li>

<li><a id="orgf2a9dc0"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-3-10">
</div>
</li>

<li><a id="orged136af"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-3-11">
</div>
</li>

<li><a id="orgd976408"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-3-12">
</div>
</li>

<li><a id="org84ef84e"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-3-13">
</div>
</li>

<li><a id="org85d4c99"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-3-14">
</div>
</li>

<li><a id="org601d1b2"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-3-15">
</div>
</li>

<li><a id="org3bd2411"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-3-16">
</div>
</li>

<li><a id="orgd8494be"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-3-17">
</div>
</li>

<li><a id="org8c8d674"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-3-18">
</div>
</li>

<li><a id="orgece5194"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-3-19">
</div>
</li>
</ol>
</div>

<div id="outline-container-org8d73546" class="outline-4">
<h4 id="org8d73546"><span class="section-number-4">1.1.4</span> Chapter 3. Competing in the Global Marketplace</h4>
<div class="outline-text-4" id="text-1-1-4">
</div>

<ol class="org-ol">
<li><a id="org14d9fbb"></a>Introduction*<br />
<div class="outline-text-5" id="text-1-1-4-1">
</div>
</li>

<li><a id="org15a6153"></a>3.1. Global Trade in the United States*<br />
<div class="outline-text-5" id="text-1-1-4-2">
</div>
</li>

<li><a id="orgeb24d5a"></a>3.2. Why Nations Trade*<br />
<div class="outline-text-5" id="text-1-1-4-3">
</div>
</li>

<li><a id="org7f1b864"></a>3.3. Barriers to Trade*<br />
<div class="outline-text-5" id="text-1-1-4-4">
</div>
</li>

<li><a id="orgaea3b29"></a>3.4. Fostering Global Trade*<br />
<div class="outline-text-5" id="text-1-1-4-5">
</div>
</li>

<li><a id="org91742af"></a>3.5. International Economic Communities*<br />
<div class="outline-text-5" id="text-1-1-4-6">
</div>
</li>

<li><a id="orgdd1bd4e"></a>3.6. Participating in the Global Marketplace*<br />
<div class="outline-text-5" id="text-1-1-4-7">
</div>
</li>

<li><a id="org0815b79"></a>3.7. Threats and Opportunities in the Global Marketplace*<br />
<div class="outline-text-5" id="text-1-1-4-8">
</div>
</li>

<li><a id="org561a50f"></a>3.8. The Impact of Multinational Corporations*<br />
<div class="outline-text-5" id="text-1-1-4-9">
</div>
</li>

<li><a id="orgc7a871c"></a>3.9. Trends in Global Competition*<br />
<div class="outline-text-5" id="text-1-1-4-10">
</div>
</li>

<li><a id="orga058ec2"></a>Glossary<br />
<div class="outline-text-5" id="text-1-1-4-11">
</div>
</li>

<li><a id="org26627ba"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-4-12">
</div>
</li>

<li><a id="orgb134c2f"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-4-13">
</div>
</li>

<li><a id="org4e7d37a"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-4-14">
</div>
</li>

<li><a id="org2b5e4ee"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-4-15">
</div>
</li>

<li><a id="org4298336"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-4-16">
</div>
</li>

<li><a id="org9b3f6c4"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-4-17">
</div>
</li>

<li><a id="orgc58293f"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-4-18">
</div>
</li>

<li><a id="org6d81885"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-4-19">
</div>
</li>

<li><a id="org15a8143"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-4-20">
</div>
</li>

<li><a id="org648bee8"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-4-21">
</div>
</li>

<li><a id="orgcefb74b"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-4-22">
</div>
</li>

<li><a id="org9dec0ac"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-4-23">
</div>
</li>
</ol>
</div>

<div id="outline-container-org4d7f12d" class="outline-4">
<h4 id="org4d7f12d"><span class="section-number-4">1.1.5</span> Chapter 4. Forms of Business Ownership</h4>
<div class="outline-text-4" id="text-1-1-5">
</div>

<ol class="org-ol">
<li><a id="orgbc5635a"></a>Introduction*<br />
<div class="outline-text-5" id="text-1-1-5-1">
</div>
</li>

<li><a id="org34cb391"></a>4.1. Going It Alone: Sole Proprietorships*<br />
<div class="outline-text-5" id="text-1-1-5-2">
</div>
</li>

<li><a id="org9347b1b"></a>4.2. Partnerships: Sharing the Load*<br />
<div class="outline-text-5" id="text-1-1-5-3">
</div>
</li>

<li><a id="org9b57cde"></a>4.3. Corporations: Limiting Your Liability*<br />
<div class="outline-text-5" id="text-1-1-5-4">
</div>
</li>

<li><a id="org31735a1"></a>4.4. Specialized Forms of Business Organization*<br />
<div class="outline-text-5" id="text-1-1-5-5">
</div>
</li>

<li><a id="orgccdb4f2"></a>4.5. Franchising: A Popular Trend*<br />
<div class="outline-text-5" id="text-1-1-5-6">
</div>
</li>

<li><a id="org9ad59f9"></a>4.6. Mergers and Acquisitions*<br />
<div class="outline-text-5" id="text-1-1-5-7">
</div>
</li>

<li><a id="org45e985f"></a>4.7. Trends in Business Ownership*<br />
<div class="outline-text-5" id="text-1-1-5-8">
</div>
</li>

<li><a id="org469373d"></a>Glossary<br />
<div class="outline-text-5" id="text-1-1-5-9">
</div>
</li>

<li><a id="orga58932c"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-5-10">
</div>
</li>

<li><a id="org9f68ed9"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-5-11">
</div>
</li>

<li><a id="org94069f9"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-5-12">
</div>
</li>

<li><a id="orgafc2578"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-5-13">
</div>
</li>

<li><a id="orge717246"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-5-14">
</div>
</li>

<li><a id="orgf9f4192"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-5-15">
</div>
</li>

<li><a id="org4e080ae"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-5-16">
</div>
</li>

<li><a id="orgf87d61a"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-5-17">
</div>
</li>

<li><a id="org75144c7"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-5-18">
</div>
</li>

<li><a id="org8099da3"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-5-19">
</div>
</li>

<li><a id="org1e921f4"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-5-20">
</div>
</li>

<li><a id="orgd3a45bd"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-5-21">
</div>
</li>
</ol>
</div>

<div id="outline-container-orgfc23744" class="outline-4">
<h4 id="orgfc23744"><span class="section-number-4">1.1.6</span> Chapter 5. Entrepreneurship: Starting and Managing Your Own Business</h4>
<div class="outline-text-4" id="text-1-1-6">
</div>

<ol class="org-ol">
<li><a id="orgd9479c7"></a>Introduction*<br />
<div class="outline-text-5" id="text-1-1-6-1">
</div>
</li>

<li><a id="org9693775"></a>5.1. Entrepreneurship Today*<br />
<div class="outline-text-5" id="text-1-1-6-2">
</div>
</li>

<li><a id="org382521c"></a>5.2. Characteristics of Successful Entrepreneurs*<br />
<div class="outline-text-5" id="text-1-1-6-3">
</div>
</li>

<li><a id="orgd0935bf"></a>5.3. Small Business: Driving America's Growth*<br />
<div class="outline-text-5" id="text-1-1-6-4">
</div>
</li>

<li><a id="orgbc26d90"></a>5.4. Ready, Set, Start Your Own Business*<br />
<div class="outline-text-5" id="text-1-1-6-5">
</div>
</li>

<li><a id="org8ad0e01"></a>5.5. Managing a Small Business*<br />
<div class="outline-text-5" id="text-1-1-6-6">
</div>
</li>

<li><a id="orgfbb4c8b"></a>5.6. Small Business, Large Impact*<br />
<div class="outline-text-5" id="text-1-1-6-7">
</div>
</li>

<li><a id="orgccf145d"></a>5.7. The Small Business Administration*<br />
<div class="outline-text-5" id="text-1-1-6-8">
</div>
</li>

<li><a id="orgb953939"></a>5.8. Trends in Entrepreneurship and Small-Business Ownership*<br />
<div class="outline-text-5" id="text-1-1-6-9">
</div>
</li>
