20F/BUSN/textbook.org
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (217 . 0.087121)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (217 . 0.090909)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (218 . 0.190657)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (218 . 0.194444)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (218 . 0.522727)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (218 . 0.526515)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (219 . 0.087121)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (219 . 0.090909)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (220 . 0.20202)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (220 . 0.205808)
       :END:
***** Chapter 6. Management and Leadership in Today's Organizations
      :PROPERTIES:
      :NOTER_PAGE: (221 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (221 . 0.429293)
       :END:
****** 6.1. The Role of Management*
       :PROPERTIES:
       :NOTER_PAGE: (223 . 0.106061)
       :END:
****** 6.2. Planning*
       :PROPERTIES:
       :NOTER_PAGE: (225 . 0.643939)
       :END:
****** 6.3. Organizing*
       :PROPERTIES:
       :NOTER_PAGE: (231 . 0.073232)
       :END:
****** 6.4. Leading, Guiding, and Motivating Others*
       :PROPERTIES:
       :NOTER_PAGE: (232 . 0.796717)
       :END:
****** 6.5. Controlling*
       :PROPERTIES:
       :NOTER_PAGE: (239 . 0.14899)
       :END:
****** 6.6. Managerial Roles*
       :PROPERTIES:
       :NOTER_PAGE: (240 . 0.40404)
       :END:
****** 6.7. Managerial Skills*
       :PROPERTIES:
       :NOTER_PAGE: (243 . 0.704545)
       :END:
****** 6.8. Trends in Management and Leadership*
       :PROPERTIES:
       :NOTER_PAGE: (245 . 0.359848)
       :END:
****** Glossary
       :PROPERTIES:
       :NOTER_PAGE: (251 . 0.087121)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (252 . 0.602273)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (252 . 0.606061)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (254 . 0.166667)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (254 . 0.170455)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (254 . 0.676768)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (254 . 0.679293)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (255 . 0.457071)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (255 . 0.459596)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (256 . 0.087121)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (256 . 0.090909)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (257 . 0.20202)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (257 . 0.205808)
       :END:
***** Chapter 7. Designing Organizational Structures
      :PROPERTIES:
      :NOTER_PAGE: (259 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (259 . 0.429293)
       :END:
****** 7.1. Building Organizational Structures*
       :PROPERTIES:
       :NOTER_PAGE: (261 . 0.732323)
       :END:
****** 7.2. Contemporary Structures*
       :PROPERTIES:
       :NOTER_PAGE: (267 . 0.862374)
       :END:
****** 7.3. Using Teams to Enhance Motivation and Performance*
       :PROPERTIES:
       :NOTER_PAGE: (270 . 0.073232)
       :END:
****** 7.4. Authority—Establishing Organizational Relationships*
       :PROPERTIES:
       :NOTER_PAGE: (274 . 0.166667)
       :END:
****** 7.5. Degree of Centralization*
       :PROPERTIES:
       :NOTER_PAGE: (276 . 0.369949)
       :END:
****** 7.6. Organizational Design Considerations*
       :PROPERTIES:
       :NOTER_PAGE: (277 . 0.488636)
       :END:
****** 7.7. The Informal Organization*
       :PROPERTIES:
       :NOTER_PAGE: (282 . 0.578283)
       :END:
****** 7.8. Trends in Organizational Structure*
       :PROPERTIES:
       :NOTER_PAGE: (284 . 0.585859)
       :END:
****** Glossary
       :PROPERTIES:
       :NOTER_PAGE: (289 . 0.087121)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (290 . 0.52904)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (290 . 0.532828)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (292 . 0.626263)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (292 . 0.630051)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (293 . 0.330808)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (293 . 0.334596)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (294 . 0.087121)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (294 . 0.090909)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (294 . 0.77904)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (294 . 0.781566)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (295 . 0.880051)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (295 . 0.882576)
       :END:
***** Chapter 8. Managing Human Resources and Labor Relations
      :PROPERTIES:
      :NOTER_PAGE: (297 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (297 . 0.429293)
       :END:
****** 8.1. Achieving High Performance through Human Resources Management*
       :PROPERTIES:
       :NOTER_PAGE: (299 . 0.540404)
       :END:
****** 8.2. Employee Recruitment*
       :PROPERTIES:
       :NOTER_PAGE: (304 . 0.243687)
       :END:
****** 8.3. Employee Selection*
       :PROPERTIES:
       :NOTER_PAGE: (306 . 0.626263)
       :END:
****** 8.4. Employee Training and Development*
       :PROPERTIES:
       :NOTER_PAGE: (310 . 0.352273)
       :END:
****** 8.5. Performance Planning and Evaluation*
       :PROPERTIES:
       :NOTER_PAGE: (314 . 0.467172)
       :END:
****** 8.6. Employee Compensation and Benefits*
       :PROPERTIES:
       :NOTER_PAGE: (316 . 0.805556)
       :END:
