20F/BUSN/textbook.html

<li><a id="orge599356"></a>Glossary<br />
<div class="outline-text-5" id="text-1-1-6-10">
</div>
</li>

<li><a id="org80deea5"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-6-11">
</div>
</li>

<li><a id="org7e829f7"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-6-12">
</div>
</li>

<li><a id="orgcec0d21"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-6-13">
</div>
</li>

<li><a id="orgb8cf467"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-6-14">
</div>
</li>

<li><a id="orgc98030f"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-6-15">
</div>
</li>

<li><a id="org5a0cc7c"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-6-16">
</div>
</li>

<li><a id="org7cdecea"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-6-17">
</div>
</li>

<li><a id="org827baf4"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-6-18">
</div>
</li>

<li><a id="orge49d0b7"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-6-19">
</div>
</li>

<li><a id="orgdee0830"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-6-20">
</div>
</li>

<li><a id="org59ad013"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-6-21">
</div>
</li>

<li><a id="org55756e8"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-6-22">
</div>
</li>
</ol>
</div>

<div id="outline-container-orgb614798" class="outline-4">
<h4 id="orgb614798"><span class="section-number-4">1.1.7</span> Chapter 6. Management and Leadership in Today's Organizations</h4>
<div class="outline-text-4" id="text-1-1-7">
</div>

<ol class="org-ol">
<li><a id="org2aa23d8"></a>Introduction*<br />
<div class="outline-text-5" id="text-1-1-7-1">
</div>
</li>

<li><a id="orga46138c"></a>6.1. The Role of Management*<br />
<div class="outline-text-5" id="text-1-1-7-2">
</div>
</li>

<li><a id="org161dfb6"></a>6.2. Planning*<br />
<div class="outline-text-5" id="text-1-1-7-3">
</div>
</li>

<li><a id="org3ed2610"></a>6.3. Organizing*<br />
<div class="outline-text-5" id="text-1-1-7-4">
</div>
</li>

<li><a id="orgd9896ab"></a>6.4. Leading, Guiding, and Motivating Others*<br />
<div class="outline-text-5" id="text-1-1-7-5">
</div>
</li>

<li><a id="org515a753"></a>6.5. Controlling*<br />
<div class="outline-text-5" id="text-1-1-7-6">
</div>
</li>

<li><a id="org42b76cc"></a>6.6. Managerial Roles*<br />
<div class="outline-text-5" id="text-1-1-7-7">
</div>
</li>

<li><a id="orgaf37f7b"></a>6.7. Managerial Skills*<br />
<div class="outline-text-5" id="text-1-1-7-8">
</div>
</li>

<li><a id="org15325de"></a>6.8. Trends in Management and Leadership*<br />
<div class="outline-text-5" id="text-1-1-7-9">
</div>
</li>

<li><a id="orgb0ce729"></a>Glossary<br />
<div class="outline-text-5" id="text-1-1-7-10">
</div>
</li>

<li><a id="org019db8e"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-7-11">
</div>
</li>

<li><a id="orgf8c3fb2"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-7-12">
</div>
</li>

<li><a id="org3285653"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-7-13">
</div>
</li>

<li><a id="org1e775b3"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-7-14">
</div>
</li>

<li><a id="org2d0ecea"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-7-15">
</div>
</li>

<li><a id="orgfe86788"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-7-16">
</div>
</li>

<li><a id="org9847a8c"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-7-17">
</div>
</li>

<li><a id="orgb583b9a"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-7-18">
</div>
</li>

<li><a id="orga3b2a40"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-7-19">
</div>
</li>

<li><a id="org0008b27"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-7-20">
</div>
</li>

<li><a id="orgc8d40c4"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-7-21">
</div>
</li>

<li><a id="orge11b59b"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-7-22">
</div>
</li>
</ol>
</div>

<div id="outline-container-orgf950e87" class="outline-4">
<h4 id="orgf950e87"><span class="section-number-4">1.1.8</span> Chapter 7. Designing Organizational Structures</h4>
<div class="outline-text-4" id="text-1-1-8">
</div>

<ol class="org-ol">
<li><a id="orgb94953e"></a>Introduction*<br />
<div class="outline-text-5" id="text-1-1-8-1">
</div>
</li>

<li><a id="org2deee60"></a>7.1. Building Organizational Structures*<br />
<div class="outline-text-5" id="text-1-1-8-2">
</div>
</li>

<li><a id="org0766283"></a>7.2. Contemporary Structures*<br />
<div class="outline-text-5" id="text-1-1-8-3">
</div>
</li>

<li><a id="orgfd7ac6f"></a>7.3. Using Teams to Enhance Motivation and Performance*<br />
<div class="outline-text-5" id="text-1-1-8-4">
</div>
</li>

<li><a id="orgfb20434"></a>7.4. Authority—Establishing Organizational Relationships*<br />
<div class="outline-text-5" id="text-1-1-8-5">
</div>
</li>

<li><a id="orge424006"></a>7.5. Degree of Centralization*<br />
<div class="outline-text-5" id="text-1-1-8-6">
</div>
</li>

<li><a id="orgd2876ff"></a>7.6. Organizational Design Considerations*<br />
<div class="outline-text-5" id="text-1-1-8-7">
</div>
</li>

<li><a id="orgd680f17"></a>7.7. The Informal Organization*<br />
<div class="outline-text-5" id="text-1-1-8-8">
</div>
</li>

<li><a id="org2b3d722"></a>7.8. Trends in Organizational Structure*<br />
<div class="outline-text-5" id="text-1-1-8-9">
</div>
</li>

<li><a id="orgbef7384"></a>Glossary<br />
<div class="outline-text-5" id="text-1-1-8-10">
</div>
</li>

<li><a id="orga612c42"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-8-11">
</div>
</li>

<li><a id="org757affd"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-8-12">
</div>
</li>

<li><a id="org57028af"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-8-13">
</div>
</li>

<li><a id="orgdc67a63"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-8-14">
</div>
</li>

<li><a id="org2a027e9"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-8-15">
</div>
</li>

<li><a id="org273f2fd"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-8-16">
</div>
</li>

<li><a id="org1092ead"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-8-17">
</div>
</li>

<li><a id="org853e8af"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-8-18">
</div>
</li>

<li><a id="org9e93175"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-8-19">
</div>
</li>

<li><a id="org7a2199c"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-8-20">
</div>
</li>

<li><a id="org1ef2312"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-8-21">
</div>
</li>

<li><a id="org5c82533"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-8-22">
</div>
</li>
</ol>
</div>

<div id="outline-container-org8c8f5de" class="outline-4">
<h4 id="org8c8f5de"><span class="section-number-4">1.1.9</span> Chapter 8. Managing Human Resources and Labor Relations</h4>
<div class="outline-text-4" id="text-1-1-9">
</div>

<ol class="org-ol">
<li><a id="org56b2232"></a>Introduction*<br />
<div class="outline-text-5" id="text-1-1-9-1">
</div>
</li>

<li><a id="orge27c633"></a>8.1. Achieving High Performance through Human Resources Management*<br />
<div class="outline-text-5" id="text-1-1-9-2">
</div>
</li>

<li><a id="orgc04dec0"></a>8.2. Employee Recruitment*<br />
<div class="outline-text-5" id="text-1-1-9-3">
</div>
</li>

<li><a id="org407c766"></a>8.3. Employee Selection*<br />
<div class="outline-text-5" id="text-1-1-9-4">
</div>
</li>

<li><a id="org5bbe1d2"></a>8.4. Employee Training and Development*<br />
<div class="outline-text-5" id="text-1-1-9-5">
</div>
</li>

<li><a id="org8a0852b"></a>8.5. Performance Planning and Evaluation*<br />
<div class="outline-text-5" id="text-1-1-9-6">
</div>
</li>

<li><a id="org090d36b"></a>8.6. Employee Compensation and Benefits*<br />
<div class="outline-text-5" id="text-1-1-9-7">
</div>
</li>
