20F/BUSN/textbook.org
***** Chapter 11. Creating Products and Pricing Strategies to Meet Customers' Needs
      :PROPERTIES:
      :NOTER_PAGE: (423 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (423 . 0.429293)
       :END:
****** 11.1. The Marketing Concept*
       :PROPERTIES:
       :NOTER_PAGE: (424 . 0.775253)
       :END:
****** 11.2. Creating a Marketing Strategy*
       :PROPERTIES:
       :NOTER_PAGE: (427 . 0.643939)
       :END:
****** 11.3. Developing a Marketing Mix*
       :PROPERTIES:
       :NOTER_PAGE: (431 . 0.772727)
       :END:
****** 11.4. Buyer Behavior*
       :PROPERTIES:
       :NOTER_PAGE: (435 . 0.541667)
       :END:
****** 11.5. Market Segmentation*
       :PROPERTIES:
       :NOTER_PAGE: (439 . 0.628788)
       :END:
****** 11.6. What Is a Product?*
       :PROPERTIES:
       :NOTER_PAGE: (445 . 0.262626)
       :END:
****** 11.7. Creating Products That Deliver Value*
       :PROPERTIES:
       :NOTER_PAGE: (449 . 0.679293)
       :END:
****** 11.8. The Product Life Cycle*
       :PROPERTIES:
       :NOTER_PAGE: (453 . 0.424242)
       :END:
****** 11.9. Pricing Strategies and Future Trends*
       :PROPERTIES:
       :NOTER_PAGE: (456 . 0.643939)
       :END:
****** 11.10. Trends in Developing Products and Pricing*
       :PROPERTIES:
       :NOTER_PAGE: (460 . 0.417929)
       :END:
****** Glossary
       :PROPERTIES:
       :NOTER_PAGE: (463 . 0.087121)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (465 . 0.292929)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (465 . 0.296717)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (467 . 0.512626)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (467 . 0.516414)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (468 . 0.22096)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (468 . 0.224747)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (468 . 0.886364)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (468 . 0.890152)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (469 . 0.603535)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (469 . 0.607323)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (470 . 0.493687)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (470 . 0.496212)
       :END:
***** Chapter 12. Distributing and Promoting Products and Services
      :PROPERTIES:
      :NOTER_PAGE: (471 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (471 . 0.429293)
       :END:
****** 12.1. The Nature and Functions of Distribution (Place)*
       :PROPERTIES:
       :NOTER_PAGE: (473 . 0.160354)
       :END:
****** 12.2. Wholesaling*
       :PROPERTIES:
       :NOTER_PAGE: (478 . 0.507576)
       :END:
****** 12.3. The Competitive World of Retailing*
       :PROPERTIES:
       :NOTER_PAGE: (480 . 0.308081)
       :END:
****** 12.4. Using Supply Chain Management to Increase Efficiency and Customer Satisfaction*
       :PROPERTIES:
       :NOTER_PAGE: (485 . 0.22601)
       :END:
****** 12.5. Promotion Strategy*
       :PROPERTIES:
       :NOTER_PAGE: (486 . 0.271465)
       :END:
****** 12.6. The Huge Impact of Advertising*
       :PROPERTIES:
       :NOTER_PAGE: (490 . 0.073232)
       :END:
****** 12.7. The Importance of Personal Selling*
       :PROPERTIES:
       :NOTER_PAGE: (492 . 0.416667)
       :END:
****** 12.8. Sales Promotion*
       :PROPERTIES:
       :NOTER_PAGE: (495 . 0.22601)
       :END:
****** 12.9. Public Relations Helps Build Goodwill*
       :PROPERTIES:
       :NOTER_PAGE: (500 . 0.199495)
       :END:
****** 12.10. Trends in Social Media*
       :PROPERTIES:
       :NOTER_PAGE: (501 . 0.54798)
       :END:
****** 12.11. Trends in E-Commerce*
       :PROPERTIES:
       :NOTER_PAGE: (503 . 0.315657)
       :END:
****** Glossary
       :PROPERTIES:
       :NOTER_PAGE: (505 . 0.087121)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (506 . 0.256313)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (506 . 0.260101)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (508 . 0.645202)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (508 . 0.64899)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (509 . 0.439394)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (509 . 0.443182)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (510 . 0.087121)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (510 . 0.090909)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (510 . 0.723485)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (510 . 0.727273)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (511 . 0.771465)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (511 . 0.775253)
       :END:
***** Chapter 13. Using Technology to Manage Information
      :PROPERTIES:
      :NOTER_PAGE: (513 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (513 . 0.429293)
       :END:
****** 13.1. Transforming Businesses through Information*
       :PROPERTIES:
       :NOTER_PAGE: (514 . 0.491162)
       :END:
****** 13.2. Linking Up: Computer Networks*
       :PROPERTIES:
       :NOTER_PAGE: (519 . 0.853535)
       :END:
****** 13.3. Management Information Systems*
       :PROPERTIES:
       :NOTER_PAGE: (526 . 0.714646)
       :END:
****** 13.4. Technology Management and Planning*
       :PROPERTIES:
       :NOTER_PAGE: (531 . 0.406566)
       :END:
