20F/BUSN/textbook.html

<li><a id="orgc9f4276"></a>Glossary<br />
<div class="outline-text-5" id="text-1-1-11-10">
</div>
</li>

<li><a id="org218caf2"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-11-11">
</div>
</li>

<li><a id="org173c9e5"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-11-12">
</div>
</li>

<li><a id="orgc8cf55b"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-11-13">
</div>
</li>

<li><a id="org46d4af2"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-11-14">
</div>
</li>

<li><a id="org3dfa472"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-11-15">
</div>
</li>

<li><a id="org699b8cb"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-11-16">
</div>
</li>

<li><a id="orgef5162b"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-11-17">
</div>
</li>

<li><a id="orgfcf4552"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-11-18">
</div>
</li>

<li><a id="org001a012"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-11-19">
</div>
</li>

<li><a id="orgc31e468"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-11-20">
</div>
</li>

<li><a id="org5d698b7"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-11-21">
</div>
</li>

<li><a id="orgdaa1fb1"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-11-22">
</div>
</li>
</ol>
</div>

<div id="outline-container-orgf0a16aa" class="outline-4">
<h4 id="orgf0a16aa"><span class="section-number-4">1.1.12</span> Chapter 11. Creating Products and Pricing Strategies to Meet Customers' Needs</h4>
<div class="outline-text-4" id="text-1-1-12">
</div>

<ol class="org-ol">
<li><a id="orgefe36c2"></a>Introduction*<br />
<div class="outline-text-5" id="text-1-1-12-1">
</div>
</li>

<li><a id="org7491503"></a>11.1. The Marketing Concept*<br />
<div class="outline-text-5" id="text-1-1-12-2">
</div>
</li>

<li><a id="orgc9a7fa6"></a>11.2. Creating a Marketing Strategy*<br />
<div class="outline-text-5" id="text-1-1-12-3">
</div>
</li>

<li><a id="org0cc03d6"></a>11.3. Developing a Marketing Mix*<br />
<div class="outline-text-5" id="text-1-1-12-4">
</div>
</li>

<li><a id="orgafe6297"></a>11.4. Buyer Behavior*<br />
<div class="outline-text-5" id="text-1-1-12-5">
</div>
</li>

<li><a id="org7d85aaa"></a>11.5. Market Segmentation*<br />
<div class="outline-text-5" id="text-1-1-12-6">
</div>
</li>

<li><a id="orge47700d"></a>11.6. What Is a Product?*<br />
<div class="outline-text-5" id="text-1-1-12-7">
</div>
</li>

<li><a id="org46597c2"></a>11.7. Creating Products That Deliver Value*<br />
<div class="outline-text-5" id="text-1-1-12-8">
</div>
</li>

<li><a id="orgf0ce386"></a>11.8. The Product Life Cycle*<br />
<div class="outline-text-5" id="text-1-1-12-9">
</div>
</li>

<li><a id="org00fbf53"></a>11.9. Pricing Strategies and Future Trends*<br />
<div class="outline-text-5" id="text-1-1-12-10">
</div>
</li>

<li><a id="orgc4c4c91"></a>11.10. Trends in Developing Products and Pricing*<br />
<div class="outline-text-5" id="text-1-1-12-11">
</div>
</li>

<li><a id="org567e81e"></a>Glossary<br />
<div class="outline-text-5" id="text-1-1-12-12">
</div>
</li>

<li><a id="org259853f"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-12-13">
</div>
</li>

<li><a id="orgc8d75eb"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-12-14">
</div>
</li>

<li><a id="orgf5ffd2b"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-12-15">
</div>
</li>

<li><a id="org2e64a4b"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-12-16">
</div>
</li>

<li><a id="orgbd23e0a"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-12-17">
</div>
</li>

<li><a id="org39d75ae"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-12-18">
</div>
</li>

<li><a id="orgb49168a"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-12-19">
</div>
</li>

<li><a id="org859c8c9"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-12-20">
</div>
</li>

<li><a id="org1b091e3"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-12-21">
</div>
</li>

<li><a id="org54a9705"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-12-22">
</div>
</li>

<li><a id="org81a2467"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-12-23">
</div>
</li>

<li><a id="orgd9b9c8b"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-12-24">
</div>
</li>
</ol>
</div>

<div id="outline-container-org946313b" class="outline-4">
<h4 id="org946313b"><span class="section-number-4">1.1.13</span> Chapter 12. Distributing and Promoting Products and Services</h4>
<div class="outline-text-4" id="text-1-1-13">
</div>

<ol class="org-ol">
<li><a id="orgecd811e"></a>Introduction*<br />
<div class="outline-text-5" id="text-1-1-13-1">
</div>
</li>

<li><a id="orgb0af835"></a>12.1. The Nature and Functions of Distribution (Place)*<br />
<div class="outline-text-5" id="text-1-1-13-2">
</div>
</li>

<li><a id="org78dbaad"></a>12.2. Wholesaling*<br />
<div class="outline-text-5" id="text-1-1-13-3">
</div>
</li>

<li><a id="org79d6aa4"></a>12.3. The Competitive World of Retailing*<br />
<div class="outline-text-5" id="text-1-1-13-4">
</div>
</li>

<li><a id="org4b722cb"></a>12.4. Using Supply Chain Management to Increase Efficiency and Customer Satisfaction*<br />
<div class="outline-text-5" id="text-1-1-13-5">
</div>
</li>

<li><a id="org222ff17"></a>12.5. Promotion Strategy*<br />
<div class="outline-text-5" id="text-1-1-13-6">
</div>
</li>

<li><a id="org0be95bf"></a>12.6. The Huge Impact of Advertising*<br />
<div class="outline-text-5" id="text-1-1-13-7">
</div>
</li>

<li><a id="org051004c"></a>12.7. The Importance of Personal Selling*<br />
<div class="outline-text-5" id="text-1-1-13-8">
</div>
</li>

<li><a id="orgb449085"></a>12.8. Sales Promotion*<br />
<div class="outline-text-5" id="text-1-1-13-9">
</div>
</li>

<li><a id="org25288dd"></a>12.9. Public Relations Helps Build Goodwill*<br />
<div class="outline-text-5" id="text-1-1-13-10">
</div>
</li>

<li><a id="org4876b2f"></a>12.10. Trends in Social Media*<br />
<div class="outline-text-5" id="text-1-1-13-11">
</div>
</li>

<li><a id="orgffcbf3f"></a>12.11. Trends in E-Commerce*<br />
<div class="outline-text-5" id="text-1-1-13-12">
</div>
</li>

<li><a id="org00e18e4"></a>Glossary<br />
<div class="outline-text-5" id="text-1-1-13-13">
</div>
</li>

<li><a id="org686ae35"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-13-14">
</div>
</li>

<li><a id="org3bcab3b"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-13-15">
</div>
</li>

<li><a id="org05298ac"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-13-16">
</div>
</li>

<li><a id="org5013616"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-13-17">
</div>
</li>

<li><a id="orgf5bb385"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-13-18">
</div>
</li>

<li><a id="org70c80d4"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-13-19">
</div>
</li>

<li><a id="org1759eb6"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-13-20">
</div>
</li>

<li><a id="org83c6b7e"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-13-21">
</div>
</li>

<li><a id="org453619d"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-13-22">
</div>
</li>

<li><a id="orgdc252ae"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-13-23">
</div>
</li>

<li><a id="org6b75a6e"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-13-24">
</div>
</li>

<li><a id="org9bea626"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-13-25">
</div>
</li>
</ol>
</div>

<div id="outline-container-org4eeaf3e" class="outline-4">
<h4 id="org4eeaf3e"><span class="section-number-4">1.1.14</span> Chapter 13. Using Technology to Manage Information</h4>
<div class="outline-text-4" id="text-1-1-14">
</div>

<ol class="org-ol">
<li><a id="org1c34f9d"></a>Introduction*<br />
<div class="outline-text-5" id="text-1-1-14-1">
</div>
</li>

<li><a id="org7df1c85"></a>13.1. Transforming Businesses through Information*<br />
<div class="outline-text-5" id="text-1-1-14-2">
</div>
</li>

<li><a id="org3aded13"></a>13.2. Linking Up: Computer Networks*<br />
<div class="outline-text-5" id="text-1-1-14-3">
</div>
</li>

<li><a id="org162ddf4"></a>13.3. Management Information Systems*<br />
<div class="outline-text-5" id="text-1-1-14-4">
</div>
</li>

<li><a id="org9e42bb3"></a>13.4. Technology Management and Planning*<br />
<div class="outline-text-5" id="text-1-1-14-5">
</div>
</li>
