20F/BUSN/textbook.org
****** 13.5. Protecting Computers and Information*
       :PROPERTIES:
       :NOTER_PAGE: (533 . 0.838384)
       :END:
****** 13.6. Trends in Information Technology*
       :PROPERTIES:
       :NOTER_PAGE: (539 . 0.467172)
       :END:
****** Glossary
       :PROPERTIES:
       :NOTER_PAGE: (544 . 0.087121)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (545 . 0.275253)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (545 . 0.277778)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (546 . 0.664141)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (546 . 0.666667)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (547 . 0.385101)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (547 . 0.388889)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (547 . 0.825758)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (547 . 0.829545)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (548 . 0.458333)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (548 . 0.460859)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (549 . 0.522727)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (549 . 0.526515)
       :END:
***** Chapter 14. Using Financial Information and Accounting
      :PROPERTIES:
      :NOTER_PAGE: (551 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (551 . 0.429293)
       :END:
****** 14.1. Accounting: More than Numbers*
       :PROPERTIES:
       :NOTER_PAGE: (553 . 0.106061)
       :END:
****** 14.2. The Accounting Profession*
       :PROPERTIES:
       :NOTER_PAGE: (558 . 0.073232)
       :END:
****** 14.3. Basic Accounting Procedures*
       :PROPERTIES:
       :NOTER_PAGE: (561 . 0.484848)
       :END:
****** 14.4. The Balance Sheet*
       :PROPERTIES:
       :NOTER_PAGE: (566 . 0.243687)
       :END:
****** 14.5. The Income Statement*
       :PROPERTIES:
       :NOTER_PAGE: (569 . 0.414141)
       :END:
****** 14.6. The Statement of Cash Flows*
       :PROPERTIES:
       :NOTER_PAGE: (572 . 0.479798)
       :END:
****** 14.7. Analyzing Financial Statements*
       :PROPERTIES:
       :NOTER_PAGE: (574 . 0.835859)
       :END:
****** 14.8. Trends in Accounting*
       :PROPERTIES:
       :NOTER_PAGE: (579 . 0.612374)
       :END:
****** Glossary
       :PROPERTIES:
       :NOTER_PAGE: (583 . 0.087121)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (584 . 0.838384)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (584 . 0.842172)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (586 . 0.493687)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (586 . 0.497475)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (589 . 0.244949)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (589 . 0.248737)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (589 . 0.746212)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (589 . 0.75)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (590 . 0.257576)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (590 . 0.261364)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (591 . 0.238636)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (591 . 0.242424)
       :END:
***** Chapter 15. Understanding Money and Financial Institutions
      :PROPERTIES:
      :NOTER_PAGE: (593 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (593 . 0.429293)
       :END:
****** 15.1. Show Me the Money*
       :PROPERTIES:
       :NOTER_PAGE: (595 . 0.690657)
       :END:
****** 15.2. The Federal Reserve System*
       :PROPERTIES:
       :NOTER_PAGE: (599 . 0.333333)
       :END:
****** 15.3. U.S. Financial Institutions*
       :PROPERTIES:
       :NOTER_PAGE: (604 . 0.77399)
       :END:
****** 15.4. Insuring Bank Deposits*
       :PROPERTIES:
       :NOTER_PAGE: (613 . 0.47601)
       :END:
****** 15.5. International Banking*
       :PROPERTIES:
       :NOTER_PAGE: (615 . 0.073232)
       :END:
****** 15.6. Trends in Financial Institutions*
       :PROPERTIES:
       :NOTER_PAGE: (616 . 0.556818)
       :END:
****** Glossary
       :PROPERTIES:
       :NOTER_PAGE: (620 . 0.087121)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (620 . 0.712121)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (620 . 0.715909)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (621 . 0.888889)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (621 . 0.891414)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (623 . 0.087121)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (623 . 0.090909)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (623 . 0.588384)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (623 . 0.592172)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (624 . 0.257576)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (624 . 0.261364)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (625 . 0.516414)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (625 . 0.520202)
       :END:
***** Chapter 16. Understanding Financial Management and Securities Markets
      :PROPERTIES:
      :NOTER_PAGE: (627 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (627 . 0.429293)
       :END:
****** 16.1. The Role of Finance and the Financial Manager*
       :PROPERTIES:
       :NOTER_PAGE: (629 . 0.238636)
       :END:
****** 16.2. How Organizations Use Funds*
       :PROPERTIES:
       :NOTER_PAGE: (631 . 0.599747)
       :END:
****** 16.3. Obtaining Short-Term Financing*
       :PROPERTIES:
       :NOTER_PAGE: (634 . 0.713384)
       :END:
****** 16.4. Raising Long-Term Financing*
       :PROPERTIES:
       :NOTER_PAGE: (636 . 0.691919)
       :END:
