20F/BUSN/textbook.html

<li><a id="orgb0f4135"></a>13.5. Protecting Computers and Information*<br />
<div class="outline-text-5" id="text-1-1-14-6">
</div>
</li>

<li><a id="orgd3130d4"></a>13.6. Trends in Information Technology*<br />
<div class="outline-text-5" id="text-1-1-14-7">
</div>
</li>

<li><a id="org2ae91f1"></a>Glossary<br />
<div class="outline-text-5" id="text-1-1-14-8">
</div>
</li>

<li><a id="org4dc915a"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-14-9">
</div>
</li>

<li><a id="orgea34337"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-14-10">
</div>
</li>

<li><a id="orgd20e7f3"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-14-11">
</div>
</li>

<li><a id="org557aae1"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-14-12">
</div>
</li>

<li><a id="org5a72d8e"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-14-13">
</div>
</li>

<li><a id="orgfb799f7"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-14-14">
</div>
</li>

<li><a id="orgad21fe2"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-14-15">
</div>
</li>

<li><a id="orgcef8edf"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-14-16">
</div>
</li>

<li><a id="orga7e4ed0"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-14-17">
</div>
</li>

<li><a id="orgc483e22"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-14-18">
</div>
</li>

<li><a id="org48c1446"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-14-19">
</div>
</li>

<li><a id="org9574481"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-14-20">
</div>
</li>
</ol>
</div>

<div id="outline-container-org846562f" class="outline-4">
<h4 id="org846562f"><span class="section-number-4">1.1.15</span> Chapter 14. Using Financial Information and Accounting</h4>
<div class="outline-text-4" id="text-1-1-15">
</div>

<ol class="org-ol">
<li><a id="orgafcc9a8"></a>Introduction*<br />
<div class="outline-text-5" id="text-1-1-15-1">
</div>
</li>

<li><a id="orgcee2f3d"></a>14.1. Accounting: More than Numbers*<br />
<div class="outline-text-5" id="text-1-1-15-2">
</div>
</li>

<li><a id="org8d0b68d"></a>14.2. The Accounting Profession*<br />
<div class="outline-text-5" id="text-1-1-15-3">
</div>
</li>

<li><a id="org0a519df"></a>14.3. Basic Accounting Procedures*<br />
<div class="outline-text-5" id="text-1-1-15-4">
</div>
</li>

<li><a id="org11670f3"></a>14.4. The Balance Sheet*<br />
<div class="outline-text-5" id="text-1-1-15-5">
</div>
</li>

<li><a id="orgacaa74c"></a>14.5. The Income Statement*<br />
<div class="outline-text-5" id="text-1-1-15-6">
</div>
</li>

<li><a id="org78db25f"></a>14.6. The Statement of Cash Flows*<br />
<div class="outline-text-5" id="text-1-1-15-7">
</div>
</li>

<li><a id="org366aa02"></a>14.7. Analyzing Financial Statements*<br />
<div class="outline-text-5" id="text-1-1-15-8">
</div>
</li>

<li><a id="orge15b65f"></a>14.8. Trends in Accounting*<br />
<div class="outline-text-5" id="text-1-1-15-9">
</div>
</li>

<li><a id="org502f05a"></a>Glossary<br />
<div class="outline-text-5" id="text-1-1-15-10">
</div>
</li>

<li><a id="org41b0993"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-15-11">
</div>
</li>

<li><a id="org298b97b"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-15-12">
</div>
</li>

<li><a id="org39d8034"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-15-13">
</div>
</li>

<li><a id="org5d66de6"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-15-14">
</div>
</li>

<li><a id="org43180b1"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-15-15">
</div>
</li>

<li><a id="org3c698ff"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-15-16">
</div>
</li>

<li><a id="org0c75c18"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-15-17">
</div>
</li>

<li><a id="org8cbd8b0"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-15-18">
</div>
</li>

<li><a id="org811f5ba"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-15-19">
</div>
</li>

<li><a id="org15d95f8"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-15-20">
</div>
</li>

<li><a id="org3ffa7d7"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-15-21">
</div>
</li>

<li><a id="org8319ea7"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-15-22">
</div>
</li>
</ol>
</div>

<div id="outline-container-org9998d67" class="outline-4">
<h4 id="org9998d67"><span class="section-number-4">1.1.16</span> Chapter 15. Understanding Money and Financial Institutions</h4>
<div class="outline-text-4" id="text-1-1-16">
</div>

<ol class="org-ol">
<li><a id="org6aeca8b"></a>Introduction*<br />
<div class="outline-text-5" id="text-1-1-16-1">
</div>
</li>

<li><a id="org6ded332"></a>15.1. Show Me the Money*<br />
<div class="outline-text-5" id="text-1-1-16-2">
</div>
</li>

<li><a id="org2d27dfc"></a>15.2. The Federal Reserve System*<br />
<div class="outline-text-5" id="text-1-1-16-3">
</div>
</li>

<li><a id="orge7644d1"></a>15.3. U.S. Financial Institutions*<br />
<div class="outline-text-5" id="text-1-1-16-4">
</div>
</li>

<li><a id="org8a55f07"></a>15.4. Insuring Bank Deposits*<br />
<div class="outline-text-5" id="text-1-1-16-5">
</div>
</li>

<li><a id="org35bcf6a"></a>15.5. International Banking*<br />
<div class="outline-text-5" id="text-1-1-16-6">
</div>
</li>

<li><a id="org5692c51"></a>15.6. Trends in Financial Institutions*<br />
<div class="outline-text-5" id="text-1-1-16-7">
</div>
</li>

<li><a id="orgf901887"></a>Glossary<br />
<div class="outline-text-5" id="text-1-1-16-8">
</div>
</li>

<li><a id="orgf987282"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-16-9">
</div>
</li>

<li><a id="orga7b3495"></a>Summary of Learning Outcomes<br />
<div class="outline-text-5" id="text-1-1-16-10">
</div>
</li>

<li><a id="org755c9c4"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-16-11">
</div>
</li>

<li><a id="orgf15ac6b"></a>Preparing for Tomorrow's Workplace Skills<br />
<div class="outline-text-5" id="text-1-1-16-12">
</div>
</li>

<li><a id="org1dfefa9"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-16-13">
</div>
</li>

<li><a id="org521ac02"></a>Ethics Activity<br />
<div class="outline-text-5" id="text-1-1-16-14">
</div>
</li>

<li><a id="org2b48d23"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-16-15">
</div>
</li>

<li><a id="org3edfc1e"></a>Working the Net<br />
<div class="outline-text-5" id="text-1-1-16-16">
</div>
</li>

<li><a id="org0d462f9"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-16-17">
</div>
</li>

<li><a id="org8445fc7"></a>Critical Thinking Case<br />
<div class="outline-text-5" id="text-1-1-16-18">
</div>
</li>

<li><a id="org29bc8b4"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-16-19">
</div>
</li>

<li><a id="org77b8296"></a>Hot Links Address Book<br />
<div class="outline-text-5" id="text-1-1-16-20">
</div>
</li>
</ol>
</div>

<div id="outline-container-org0658572" class="outline-4">
<h4 id="org0658572"><span class="section-number-4">1.1.17</span> Chapter 16. Understanding Financial Management and Securities Markets</h4>
<div class="outline-text-4" id="text-1-1-17">
</div>

<ol class="org-ol">
<li><a id="org5f4d168"></a>Introduction*<br />
<div class="outline-text-5" id="text-1-1-17-1">
</div>
</li>

<li><a id="org5050724"></a>16.1. The Role of Finance and the Financial Manager*<br />
<div class="outline-text-5" id="text-1-1-17-2">
</div>
</li>

<li><a id="orgf15b5d9"></a>16.2. How Organizations Use Funds*<br />
<div class="outline-text-5" id="text-1-1-17-3">
</div>
</li>

<li><a id="orga89a5cb"></a>16.3. Obtaining Short-Term Financing*<br />
<div class="outline-text-5" id="text-1-1-17-4">
</div>
</li>

<li><a id="org6fd7df6"></a>16.4. Raising Long-Term Financing*<br />
<div class="outline-text-5" id="text-1-1-17-5">
</div>
</li>
