20F/BUSN/textbook.org
****** 16.5. Equity Financing*
       :PROPERTIES:
       :NOTER_PAGE: (638 . 0.77399)
       :END:
****** 16.6. Securities Markets*
       :PROPERTIES:
       :NOTER_PAGE: (642 . 0.166667)
       :END:
****** 16.7. Buying and Selling at Securities Exchanges*
       :PROPERTIES:
       :NOTER_PAGE: (648 . 0.532828)
       :END:
****** 16.8. Trends in Financial Management and Securities Markets*
       :PROPERTIES:
       :NOTER_PAGE: (655 . 0.570707)
       :END:
****** Glossary
       :PROPERTIES:
       :NOTER_PAGE: (657 . 0.087121)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (658 . 0.747475)
       :END:
****** Summary of Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (658 . 0.751263)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (660 . 0.796717)
       :END:
****** Preparing for Tomorrow's Workplace Skills
       :PROPERTIES:
       :NOTER_PAGE: (660 . 0.800505)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (661 . 0.603535)
       :END:
****** Ethics Activity
       :PROPERTIES:
       :NOTER_PAGE: (661 . 0.607323)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (662 . 0.300505)
       :END:
****** Working the Net
       :PROPERTIES:
       :NOTER_PAGE: (662 . 0.30303)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (662 . 0.881313)
       :END:
****** Critical Thinking Case
       :PROPERTIES:
       :NOTER_PAGE: (662 . 0.885101)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (664 . 0.54798)
       :END:
****** Hot Links Address Book
       :PROPERTIES:
       :NOTER_PAGE: (664 . 0.550505)
       :END:
***** Chapter 17. Your Career in Business
      :PROPERTIES:
      :NOTER_PAGE: (667 . 0.061869)
      :END:
****** Introduction*
       :PROPERTIES:
       :NOTER_PAGE: (667 . 0.429293)
       :END:
****** 17.1. Learn the Basics of Business*
       :PROPERTIES:
       :NOTER_PAGE: (668 . 0.20202)
       :END:
****** 17.2. Developing Interpersonal Skills Is Key to Your Success*
       :PROPERTIES:
       :NOTER_PAGE: (669 . 0.176768)
       :END:
****** 17.3. Make Your Future Happen: Learn to Plan*
       :PROPERTIES:
       :NOTER_PAGE: (673 . 0.603535)
       :END:
****** 17.4. Going to College Is an Opportunity of a Lifetime—Never Drop Out*
       :PROPERTIES:
       :NOTER_PAGE: (676 . 0.752525)
       :END:
****** 17.5. Get Your Career Off on the Right Track*
       :PROPERTIES:
       :NOTER_PAGE: (683 . 0.515152)
       :END:
****** 17.6. Self-Test Scoring Guidelines*
       :PROPERTIES:
       :NOTER_PAGE: (693 . 0.305556)
       :END:
***** Appendix A. Understanding the Legal and Tax Environment*
      :PROPERTIES:
      :NOTER_PAGE: (697 . 0.073232)
      :END:
****** A.1. Learning Outcomes
       :PROPERTIES:
       :NOTER_PAGE: (697 . 0.125)
       :END:
****** A.2. Understanding the Legal Environment
       :PROPERTIES:
       :NOTER_PAGE: (697 . 0.252525)
       :END:
****** A.3. Contract Law
       :PROPERTIES:
       :NOTER_PAGE: (700 . 0.22096)
       :END:
****** A.4. Understanding the Tax Environment of Business
       :PROPERTIES:
       :NOTER_PAGE: (709 . 0.073232)
       :END:
***** References
      :PROPERTIES:
      :NOTER_PAGE: (711 . 0.073232)
      :END:
***** Index
      :PROPERTIES:
      :NOTER_PAGE: (733 . 0.073232)
      :END:
***** Index
      :PROPERTIES:
      :NOTER_PAGE: (733 . 0.073232)
      :END:
***** Blank Page
      :PROPERTIES:
      :NOTER_PAGE: 2
      :END:

